Repository: Dgzt/knapsen
Catalog: po/*.po
Languages: de

source: Won the game
de: Das Spiel gewinnt

source: Won the round
de: Die Runde gewinnt

source: with
de: mit

source: scores.
de: Punkten.

source: Ip address:
de: IP-Adresse:

source: Difficulty
de: Schwierigkeitsgrad

source: Easy
de: Leicht

source: Hard
de: Schwer

source: The Opponent:
de: Der Gegner:

source: Start the game
de: Das Spiel starten

source: Local player
de: Lokaler Spieler

source: Opponent player
de: Gegner

source: Random player
de: Zufälliger Spieler

source: Cards in hand
de: Karten in der Hand

source: Size of cards of deck
de: Anzahl der Karten

source: Type of Cards
de: Kartentyp

source: German suits
de: Deutsches Blatt

source: French suits
de: Französisches Blatt

source: Enabble Schnapsen button
de: Schnapsen-Knopf aktivieren

source: Player name
de: Spielername

source: Bot name
de: Name des Bots

# NAME OF TRANSLATORS
source: Your names
de: Mario Blättermann

# EMAIL OF TRANSLATORS
source: Your emails
de: mario.blaettermann@gmail.com

source: New Game
de: Neues Spiel

source: Exit
de: Beenden

source: Game end
de: Spiel beendet

source: Next round
de: Nächste Runde

source: Round end
de: Ende der Runde

source: Local
de: Lokal

source: Waiting for client
de: Auf den Client wird gewartet

source: Waiting for server
de: Auf den Server wird gewartet

source: Waiting for opponent
de: Auf den Gegner wird gewartet

source: Knapsen is a Sixty-six card game for KDE.
de: Knapsen ist ein Sechsundsechzig-Kartenspiel für KDE.

source: Knapsen not found the "%1"!
de: Knapsen hat „%1“ nicht gefunden!

source: Really want to start a new game?
de: Möchten Sie wirklich ein neues Spiel starten?

source: Player
de: Spieler

source: Player settings
de: Spieler-Einstellungen

source: Game
de: Spiel

source: Game settings
de: Spieleinstellungen

source: The connection was refused!
de: Die Verbindung wurde verweigert!

source: The host not found!
de: Rechner wurde nicht gefunden!

source: The remote host closed the connection!
de: Die Gegenstelle hat die Verbindung beendet!

source: Undefined error!
de: Unbekannter Fehler!

source: The name is busy!
de: Der Name ist belegt!

source: The opponent disconnected!
de: Die Verbindung zum Gegner wurde unterbrochen!

source: The server is full!
de: Der Server ist ausgelastet!

source: Forty
de: Vierzig

source: Twenty
de: Zwanzig

source: Close
de: Schließen

source: Tricks:
de: Augen:

source: Scores:
de: Punkte:
